<?PHP
$test_name='Тренировка 7 класс';
$test_type=1; //1-Тестирование, 0-Тренировка
$question_order=1; //1-случайным образом, 0-По порядку
$question_skip=false; //кнопка "пропустить"
$question_count_2=4; //Количество вопросов на которое необходимо ответить
$question_count_4=2;
$question_count_6=1;
$question_count_S=0;
$question=array(
1=>array(
         0=>'S',
         1=>'Какие из перечисленных выше величин скалярные ?',
         2=>'kin_sh01.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'1',
                         2=>'2',
                         3=>'3',
                         4=>'3 и 4',
                         5=>'1, 2 и 4'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>3
                              )
         ),
2=>array(
         0=>'S',
         1=>'По графику, представленному на рисунке, определите скорость движения велосипедиста через три секунды после начала движения.',
         2=>'kin_sh03.gif',
         3=>'',
         4=>'',
         5=>4,
         'answer'=>array(
                         1=>'0',
                         2=>'3 м/с',
                         3=>'9 м/с',
                         4=>'27 м/с',
                         5=>'Среди ответов 1 - 4 нет правильного.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>2
                              )
         ),
3=>array(
         0=>'S',
         1=>'Летящий со скоростью 300 м/c истребитель выпускает ракету, имеющую скорость 400 м/с относительно самолета. Чему равна скорость ракеты относительно Земли, если она запущена вперед ?',
         2=>'kincd19.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'400 м/c',
                         2=>'700 м/c',
                         3=>'500 м/c',
                         4=>'100 м/c',
                         5=>'350 м/c'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>2
                              )
         ),
4=>array(
         0=>'S',
         1=>'За какое время тело 1 догонит тело 2, если их скорости равны V<sub>1</sub> = 12 м/с и V<sub>2</sub> = 8 м/с соответственно ? Начальное расстояние между телами равно 200 метров.',
         2=>'kin_sh11.gif',
         3=>'',
         4=>'',
         5=>4,
         'answer'=>array(
                         1=>'10.0 с',
                         2=>'16.7 с',
                         3=>'25.0 с',
                         4=>'41.7 с',
                         5=>'50.0 с'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>5
                              )
         ),
5=>array(
         0=>'S',
         1=>'В каком колене U-образной трубки находится менее плотная жидкость ?',
         2=>'stat15.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'В правом.',
                         2=>'В левом.',
                         3=>'Плотности одинаковы.',
                         4=>'Такое положение жидкостей невозможно.',
                         5=>'Ответ зависит от площади сечения трубки.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>1
                              )
         ),
6=>array(
         0=>'S',
         1=>'<b>Физика- это наука о….</b><br />',
         2=>'7 klass_2010_1.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'музыке',
                         2=>'цвете',
                         3=>'природе',
                         4=>'космосе',
                         5=>'свете'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>3
                              )
         ),
7=>array(
         0=>'S',
         1=>'Укажите слово, которое означает физическое явление.<br />   <br />',
         2=>'7 klass_2010_2.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'Алюминий.',
                         2=>'Вода.',
                         3=>'Секунда.',
                         4=>'Плавление.',
                         5=>'Весы.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>4
                              )
         ),
8=>array(
         0=>'S',
         1=>'Определите цену деления мензурки, изображённой на рисунке.<br />',
         2=>'fiz7kl_7.gif',
         3=>'',
         4=>'',
         5=>4,
         'answer'=>array(
                         1=>'50 мл.',
                         2=>'200 мл.',
                         3=>'25 мл.',
                         4=>'12,5 мл.',
                         5=>'250 мл.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>3
                              )
         ),
9=>array(
         0=>'S',
         1=>'Какое слово означает физическое явление?',
         2=>'7 klass_2010_9.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'Термометр.',
                         2=>'Время.',
                         3=>'Замерзание льда.',
                         4=>'Железо.',
                         5=>'Расстояние.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>3
                              )
         ),
10=>array(
         0=>'S',
         1=>'Какой прибор предназначен для измерения объёма?<br />',
         2=>'7 klass_2010_12.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'Мензурка.',
                         2=>'Измерительная лента.',
                         3=>'Термометр.',
                         4=>'Секундомер.',
                         5=>'Динамометр.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>1
                              )
         ),
11=>array(
         0=>'S',
         1=>'Определите объём тела, полностью погружённого в жидкость. Слева показана мензурка до погружения тела, а справа - после.<br />',
         2=>'fiz7kl_8_2var.gif',
         3=>'',
         4=>'',
         5=>4,
         'answer'=>array(
                         1=>'15 см<sup>3</sup>.',
                         2=>'20 см<sup>3</sup>.',
                         3=>'25 см<sup>3</sup>.',
                         4=>'30 см<sup>3</sup>.',
                         5=>'40 см<sup>3</sup>.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>2
                              )
         ),
12=>array(
         0=>'S',
         1=>'Какая единица является основной единицей длины  в Международной системе (СИ)? <br /><br />',
         2=>'7 klass_2010_15.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'Миллиметр',
                         2=>'Сантиметр',
                         3=>'Метр',
                         4=>'Километр',
                         5=>'Световой год'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>3
                              )
         ),
13=>array(
         0=>'S',
         1=>'Как физики называют тело, размерами которого можно пренебречь?<br /><br />',
         2=>'7 klass_2010_18_19.gif',
         3=>'',
         4=>'',
         5=>4,
         'answer'=>array(
                         1=>'Атом.',
                         2=>'Маленькое тело.',
                         3=>'Точка.',
                         4=>'Материальная точка. ',
                         5=>'Небольшое тело.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>4
                              )
         ),
14=>array(
         0=>'S',
         1=>'Как называется тело,  относительно которого  рассматривается положение других тел?<br />',
         2=>'7 klass_2010_18_19.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'Материальная  точка.',
                         2=>'Тело отсчёта.',
                         3=>'Траектория.',
                         4=>'Путь.',
                         5=>'Координата.'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>2
                              )
         ),
15=>array(
         0=>'S',
         1=>'Какой буквой обычно обозначают массу? <br /><br />',
         2=>'7 klass_2010_27.gif',
         3=>'',
         4=>'',
         5=>2,
         'answer'=>array(
                         1=>'t',
                         2=>'S',
                         3=>'m',
                         4=>'V',
                         5=>'F'
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>3
                              )
         ),
16=>array(
         0=>'S',
         1=>'Легковой автомобиль движется со скоростью 15 м/с, а грузовой автомобиль со скоростью 60 км/ч. Какой автомобиль движется быстрее?',
         2=>'ener_s11.gif',
         3=>'',
         4=>'',
         5=>6,
         'answer'=>array(
                         1=>'Грузовой автомобиль.',
                         2=>'Легковой автомобиль.',
                         3=>'Автомобили движутся с одинаковой скоростью.',
                         4=>'Среди приведенных ответов нет правильного.',
                         5=>''
                         ),
         'answer_type'=>array(
                              1=>'T',
                              2=>'T',
                              3=>'T',
                              4=>'T',
                              5=>'T'
                              ),
         'true_answer'=>array(
                              1=>1
                              )
         )
);

?>